Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Website
ar: الموقع الإلكتروني
es: Sitio web
fr: Site web
ha: Gida na Yanar gizo
ig: Weebụ
sw: Tovuti
yo: Oju Opo Ayelujara
zh: 网站

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ha: Jiya-jiya
ig: Kwa Izu
pt: Semanal
sw: Kila Wiki
yo: Loore
zh: 每周

source: Weekly Minutes Target
ar: هدف الدقائق الأسبوعية
de: Wöchentliches Minutenziel
es: Objetivo de minutos semanales
fr: Objectif hebdomadaire en minutes
ha: Burin Mintuna Jiya-jiya
ig: Ihe Izu Ọ̀kụ
pt: Meta Semanal de Minutos
sw: Lengo la Dakika za Kila Wiki
yo: Ibi-oṣu Iṣẹ Loore
zh: 每周目标时长

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
ha: Nauyi
ig: Ịnụ Arụ
pt: Peso
sw: Uzani
yo: Iwuwo
zh: 体重

source: Weight (kg)
ar: الوزن (كغ)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
ha: Nauyi (kg)
ig: Ịnụ Arụ (kg)
pt: Peso (kg)
sw: Uzani (kg)
yo: Iwuwo (kg)
zh: 体重（千克）

source: Weight & Blood Pressure
ar: الوزن وضغط الدم
de: Gewicht & Blutdruck
es: Peso y presión arterial
fr: Poids et tension artérielle
ha: Nauyi & Jita Jini
ig: Ịnụ Arụ & Ọ̀kụ Ọbara
pt: Peso e Pressão Arterial
sw: Uzani & Shinikizo la Damu
yo: Iwuwo & Titẹ Ẹjẹ
zh: 体重和血压

source: Weight Tracking (Optional)
ar: تتبع الوزن (اختياري)
de: Gewichtsverfolgung (Optional)
es: Seguimiento de peso (Opcional)
fr: Suivi du poids (Optionnel)
ha: Bin Nauyi (Zaɓi)
ig: Ịlekọta Ịnụ Arụ (Ọ̀zọ)
pt: Rastreamento de Peso (Opcional)
sw: Kufuatilia Uzani (Hiari)
yo: Ṣiṣẹ Iwuwo (Iyalẹnu)
zh: 体重追踪（可选）

source: Weight Trend
ar: اتجاه الوزن
de: Gewichtstrend
es: Tendencia de peso
fr: Tendance du poids
ha: Jerin Nauyi
ig: Ụkwụ Ịnụ Arụ
pt: Tendência de Peso
sw: Mwelekeo wa Uzani
yo: Ẹsẹ Iwuwo
zh: 体重趋势

source: Weights (kg)
ar: الأوزان (كغ)
de: Gewichte (kg)
es: Pesos (kg)
fr: Poids (kg)
ha: Nauyi (kg)
ig: Ịnụ Arụ (kg)
pt: Pesos (kg)
sw: Uzani (kg)
yo: Iwuwo (kg)
zh: 体重（千克）

source: Welcome back,
ar: أهلًا بعودتك،
de: Willkommen zurück,
es: Bienvenido de vuelta,
fr: Bienvenue,
ha: Sannu da zuwa,
ig: Nnọọ, laghachịala,
pt: Bem-vindo de volta,
sw: Karibu tena,
yo: Kaabo, o ti pada,
zh: 欢迎回来，

source: Well-being
ar: الرفاهية
de: Wohlbefinden
es: Bienestar
fr: Bien-être
ha: Lafiya
ig: Ọ̀ràézị
pt: Bem-estar
sw: Ustawi
yo: Alafia
zh: 幸福感

source: Wellness
ar: الصحة والعافية
es: Bienestar
fr: Santé
ha: Lafiya
ig: Ọ̀ràézị
pt: Bem-estar
sw: Afya
yo: Ilera
zh: 健康状况

source: Wellness Score
ar: درجة الصحة والعافية
es: Puntuación de bienestar
fr: Score de santé
ha: Maki na Lafiya
ig: Ọ̀kụ Ọ̀ràézị
pt: Pontuação de Bem-estar
sw: Alama ya Afya
yo: Iye Ilera
zh: 健康评分

source: What ALAFIA stores
ar: ما الذي يخزنه ALAFIA
de: Was ALAFIA speichert
es: Qué almacena ALAFIA
fr: Ce qu'ALAFIA stocke
ha: Abin da ALAFIA ke ajiye
ig: Ihe ALAFIA na-echekwa
pt: O que ALAFIA armazena
sw: Kile ALAFIA kinachohifadhi
yo: Ohun ti ALAFIA tipamọ
zh: ALAFIA 存储的内容

source: What are you grateful for today?
ar: ما الذي تشعر بالامتنان له اليوم؟
de: Wofür sind Sie heute dankbar?
es: ¿Por qué estás agradecido hoy?
fr: Pour quoi êtes-vous reconnaissant aujourd'hui ?
ha: Me kuke godiya a jiya?
ig: Gịnị ka ị na-enwe ekele maka taa?
pt: Pelo que está grato hoje?
sw: Unashukuru kwa nini leo?
yo: Kini o dupe fun loni?
zh: 今天你感谢什么？

source: What did you eat?
ar: ماذا أكلت؟
de: Was haben Sie gegessen?
es: ¿Qué comiste?
fr: Qu'avez-vous mangé ?
ha: Me kuke ci?
ig: Gịnị ka ị rịrị?
pt: O que comeu?
sw: Ulikula nini?
yo: Kini o jẹ?
zh: 你吃了什么？

source: What emotions are you feeling?
ar: ما المشاعر التي تشعر بها؟
de: Welche Gefühle haben Sie?
es: ¿Qué emociones sientes?
fr: Quelles émotions ressentez-vous ?
ha: Wane motsin zuciya kuke ji?
ig: Kedu ihe ị na-anya anya?
pt: Que emoções está a sentir?
sw: Ni hisia gani unazohisi?
yo: Kini awọn ikunra ti o ni?
zh: 你现在感受到什么情绪？

source: What never reaches the provider
ar: ما لا يصل أبدًا إلى مقدم الخدمة
de: Was den Anbieter nie erreicht
es: Qué nunca llega al proveedor
fr: Ce qui ne parvient jamais au prestataire
ha: Abin da ba ya isa mai ciwon
ig: Ihe na-apụghị ịrute onye ọjọ
pt: O que nunca chega ao prestador
sw: Kile kisichofika kwa mtoa huduma
yo: Ohun ti ko de ọlọ́paa
zh: 永远不会发送给医疗提供者的内容

source: What reaches the provider
ar: ما يصل إلى مقدم الخدمة
de: Was den Anbieter erreicht
es: Qué llega al proveedor
fr: Ce qui parvient au prestataire
ha: Abin da ya isa mai ciwon
ig: Ihe na-arute onye ọjọ
pt: O que chega ao prestador
sw: Kile kinachofika kwa mtoa huduma
yo: Ohun ti o de ọlọ́paa
zh: 发送给医疗提供者的内容

source: What-If Simulator
ar: محاكي الفرضيات
de: Was-wäre-wenn-Simulator
es: Simulador de escenarios
fr: Simulateur « Et si »
ha: Simulator na Yadda-yadda
ig: Simulator Ọ̀ràézị
pt: Simulador E-se
sw: Kiigaji cha Nini-Kama
yo: Aṣayan Bii-Bẹẹ
zh: 假设情景模拟器

source: When
ar: متى
de: Wann
es: Cuándo
fr: Quand
ha: Lokaci
ig: Mgbe
pt: Quando
sw: Wakati
yo: Igba
zh: 何时

source: Where health information comes from
ar: مصدر المعلومات الصحية
de: Woher Gesundheitsinformationen stammen
es: De dónde proviene la información de salud
fr: D'où proviennent les informations de santé
ha: Inda albarkatun lafiya ta fito
ig: Ebe ozi ahụike si
pt: De onde vêm as informações de saúde
sw: Mahali ambapo taarifa za afya zinatoka
yo: Ibi ti alaye ilera ti wa
zh: 健康信息的来源

source: WHO-5 (Well-Being)
ar: WHO-5 (الرفاهية)
de: WHO-5 (Wohlbefinden)
es: WHO-5 (Bienestar)
fr: WHO-5 (Bien-être)
ha: WHO-5 (Lafiya)
ig: WHO-5 (Ọ̀ràézị)
pt: WHO-5 (Bem-estar)
sw: WHO-5 (Ustawi)
yo: WHO-5 (Alafia)
zh: WHO-5（幸福感）

source: WHO-5 Well-Being:
ar: WHO-5 الرفاهية:
de: WHO-5 Wohlbefinden:
es: WHO-5 Bienestar:
fr: WHO-5 Bien-être :
ha: WHO-5 Lafiya:
ig: WHO-5 Ọ̀ràézị:
pt: WHO-5 Bem-estar:
sw: WHO-5 Ustawi:
yo: WHO-5 Alafia:
zh: WHO-5 幸福感：

source: Witness Name
ar: اسم الشاهد
de: Name des Zeugen
es: Nombre del testigo
fr: Nom du témoin
ha: Sunan Shaida
ig: Aha Onye Hụrụ
pt: Nome da Testemunha
sw: Jina la Shahidi
yo: Oruko Ẹlẹrìi
zh: 见证人姓名

source: Write a reply...
ar: اكتب ردًا...
de: Antwort schreiben...
es: Escribe una respuesta...
fr: Rédiger une réponse...
ha: Rubuta amsa...
ig: Dee azịza...
pt: Escreva uma resposta...
sw: Andika jibu...
yo: Kọ esi...
zh: 写回复...

source: Write a Review
ar: اكتب تقييمًا
de: Bewertung schreiben
es: Escribir una reseña
fr: Rédiger un avis
ha: Rubuta Baje
ig: Dee Nkwupụta
pt: Escrever uma Avaliação
sw: Andika Tathmini
yo: Kọ Iyalẹnu
zh: 撰写评价

source: Write Review
ar: كتابة تقييم
de: Bewertung schreiben
es: Escribir reseña
fr: Rédiger un avis
ha: Rubuta Baje
ig: Dee Nkwupụta
pt: Escrever Avaliação
sw: Andika Tathmini
yo: Kọ Iyalẹnu
zh: 撰写评价

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
ha: Shekara
ig: Kwa Afọ
pt: Anual
sw: Kila Mwaka
yo: Odun
zh: 每年

source: Years of Experience
ar: سنوات الخبرة
de: Jahre Erfahrung
es: Años de Experiencia
fr: Années d'expérience
ha: Shekaru na Karantarwa
ig: Afọ nke Ahụmịhe
pt: Anos de Experiência
sw: Miaka ya Uzoefu
yo: Ọdún Iriri
zh: 工作经验年数

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
ha: Eh
ig: Ee
pt: Sim
sw: Ndiyo
yo: Bẹ́ẹ̀
zh: 是

source: You are never identified to an AI provider
ar: لن يتم تحديد هويتك لأي مزود ذكاء اصطناعي
de: Sie werden einem KI-Anbieter nie identifiziert
es: Nunca se te identifica ante un proveedor de IA
fr: Vous n'êtes jamais identifié auprès d'un prestataire IA
ha: Ba a tayyade ka ga AI mai aiki
ig: A na-agaghị akọwa gị nye onye na-arụ ọrụ AI
pt: Você nunca é identificado para um provedor de IA
sw: Hutofautiani kwa AI provider
yo: A kò fi ọ́ ní ìdánimọ̀ fún onímọ̀ AI
zh: 您的信息永远不会被提供给AI提供商

# You regularly log %lld medication%@ that aren’t on this list
source: You regularly log %1$lld medication%2$@ that aren’t on this list
ar: تسجل بانتظام %1$lld دواء%2$@ غير موجود في هذه القائمة
de: Sie protokollieren regelmäßig %1$lld Medikament%2$@, die nicht auf dieser Liste stehen
es: Registras regularmente %1$lld medicamento%2$@ que no están en esta lista
fr: Vous enregistrez régulièrement %1$lld médicament%2$@ qui ne figurent pas sur cette liste
ha: Kana shiga %1$lld magungunan%2$@ da ba su kan jerin nan
ig: Ị na-edekọ mgbe niile %1$lld ọgwụ%2$@ na-abụghị n'ọrụ a
pt: Você registra regularmente %1$lld medicamento%2$@ que não estão nesta lista
sw: Unarekodia kila mara %1$lld dawa%2$@ ambazo hazipo kwenye orodha hii
yo: Ó ń ṣe àkójọ %1$lld oogun%2$@ tí kò wà nínú ìtòjú yìí
zh: 您经常记录%1$lld种不在此列表中的药物%2$@

source: You’re subscribed
ar: أنت مشترك
de: Sie haben ein Abonnement
es: Estás suscrito
fr: Vous êtes abonné
ha: Ka shiga jama'a
ig: Ị na-akwado
pt: Você está inscrito
sw: Umejisajili
yo: Ó ti ṣe àgbéjáde
zh: 您已订阅

source: Your current password keeps working until you do.
ar: كلمة المرور الحالية تبقى صالحة حتى تقوم بتغييرها.
de: Ihr aktuelles Passwort funktioniert weiterhin, bis Sie es ändern.
es: Tu contraseña actual sigue funcionando hasta que la cambies.
fr: Votre mot de passe actuel reste valide jusqu'à ce que vous le changiez.
ha: Kalmar sirrinka ta yanzu tana aiki har sai ka yi.
ig: Okwu ngwa gị ugbu a na-arụ ọrụ ruo mgbe ị rụrụ ya
pt: Sua senha atual continua funcionando até você fazer isso.
sw: Neno lako la siri la sasa litaendelea kufanya kazi hadi utabadilishe.
yo: Ọ̀rọ̀ ìfihàn rẹ ní báyìí máa ṣiṣẹ́ títí o bá ṣe ohun tí a béèrè
zh: 您的当前密码将继续有效，直到您更改为止。

source: Your data is protected according to applicable healthcare privacy regulations.
ar: بيانات صحتك محمية وفقاً للوائح الخصوصية الصحية المعمول بها.
de: Ihre Daten sind nach geltenden Datenschutzbestimmungen im Gesundheitswesen geschützt.
es: Tus datos están protegidos según las regulaciones de privacidad sanitaria aplicables.
fr: Vos données sont protégées conformément aux réglementations applicables en matière de confidentialité des données de santé.
ha: Bayananinka an karya su bisa ƙa'idodin sirrin lafiya da suka dace.
ig: A na-echebe data gị dịka iwu nzuzo ahụike si kwuo
pt: Seus dados são protegidos de acordo com as regulamentações aplicáveis de privacidade em saúde.
sw: Data yako inalindwa kulingana na sheria za faragha za huduma za afya.
yo: Dátà rẹ jẹ́ ìdáramọ̀ gẹ́gẹ́ bí ìlànà ìdáramọ̀ ìlera tó ní ìfẹ́ ní àkókò yìí.
zh: 您的数据根据适用的医疗隐私法规进行保护。

source: Your Data Rights
ar: حقوقك في البيانات
de: Ihre Datenrechte
es: Tus Derechos de Datos
fr: Vos droits sur vos données
ha: Haƙƙin Bayananinka
ig: Ikike Gị nke Data
pt: Seus Direitos sobre os Dados
sw: Haki za Data Yako
yo: Ẹ̀tọ́ Dátà Rẹ
zh: 您的数据权利

source: Your Holistic Health Companion
ar: رفيقك الصحي الشامل
de: Ihr ganzheitlicher Gesundheitsbegleiter
es: Tu Compañero de Salud Integral
fr: Votre compagnon de santé holistique
ha: Abokinka na Lafiya Gaba Daya
ig: Onye Enyemaka Gị nke Ike Niile
pt: Seu Companheiro Holístico de Saúde
sw: Rafiki Wako wa Afya Kamili
yo: Ọ̀rẹ́ Ìlera Gbogbogbo Rẹ
zh: 您的全面健康伴侣

source: Your Holistic Health Journey
ar: رحلتك الصحية الشاملة
de: Ihre ganzheitliche Gesundheitsreise
es: Tu Camino de Salud Integral
fr: Votre parcours de santé holistique
ha: Tafiyar Lafiyarka Gaba Daya
ig: Njem Gị nke Ike Niile
pt: Sua Jornada Holística de Saúde
sw: Safari Yako ya Afya Kamili
yo: Ìrìnájú Ìlera Gbogbogbo Rẹ
zh: 您的全面健康之旅

source: Your lab results will appear here as charts once data is available.
ar: ستظهر نتائج الفحوصات هنا كرسوم بيانية عند توفر البيانات.
de: Ihre Laborergebnisse werden hier als Diagramme angezeigt, sobald Daten verfügbar sind.
es: Tus resultados de laboratorio aparecerán aquí como gráficos una vez haya datos disponibles.
fr: Vos résultats de laboratoire apparaîtront ici sous forme de graphiques une fois les données disponibles.
ha: Sakamakon gwajin ka za su bayyana nan a matsayin zane-zane da zarar bayanai suke akwai.
ig: Nsonaazụ gị nke ụlọ ọgwụ ga-apụta ebe a dịka eserese ozugbo data dị
pt: Seus resultados de laboratório aparecerão aqui como gráficos quando os dados estiverem disponíveis.
sw: Matokeo yako ya maabara yataonekana hapa kama chati mara data inapokuwa inapatikana.
yo: Àwọn èsì ìsẹ̀wọ̀ rẹ yóò hàn níbí gẹ́gẹ́ bí àwọn awòkọ̀ nígbà tí dátà bá wà.
zh: 您的实验室结果将在数据可用后以图表形式显示在此处。

source: Your limits are unchanged — they already assume your usual treatment. What changes is the day's balance.
ar: حدودك لم تتغير — فهي تفترض بالفعل علاجك المعتاد. ما يتغير هو رصيد اليوم.
de: Ihre Grenzwerte sind unverändert – sie berücksichtigen bereits Ihre übliche Behandlung. Was sich ändert, ist die Bilanz des Tages.
es: Tus límites no cambian — ya asumen tu tratamiento habitual. Lo que cambia es el balance del día.
fr: Vos limites restent inchangées — elles tiennent déjà compte de votre traitement habituel. Ce qui change, c'est l'équilibre du jour.
ha: Iyakokin ka ba su canja — sun riga sun ɗauka jiyya na gida. Abin da ya canja shine ma'auni na jiya.
ig: Oke gị adịghị agbanwe — ha ejiri ihe a na-eme gị na-ewere ya. Ihe na-agbanwe bụ nke ụbọchị a
pt: Seus limites não mudaram — eles já consideram seu tratamento habitual. O que muda é o balanço do dia.
sw: Mipaka yako haibadiliki — tayari inachukulia matibabu yako ya kawaida. Kinachobadilika ni usawa wa siku.
yo: Àwọn ìlànà rẹ kò yípadà — wọ́n ti ṣe àkíyèsí ìtọ́jú àgbàlagbà rẹ. Ohun tí ó yípadà ni ìwọ̀n ọjọ́ náà.
zh: 您的限制值未变——它们已经考虑了您的常规治疗。改变的是当天的平衡。

source: Your own health record, meals and tracking live in the patient view.
ar: سجلك الصحي والوجبات والمتابعة الخاصة بك موجودة في عرض المريض.
de: Ihre eigene Krankenakte, Mahlzeiten und Nachverfolgung befinden sich in der Patientenansicht.
es: Tu propio historial de salud, comidas y seguimiento están en la vista del paciente.
fr: Votre dossier de santé, vos repas et votre suivi se trouvent dans la vue patient.
ha: Rikodin lafiyarka na kaninka, abinci da bincike suna zaune a gidan mai amfani.
ig: Akwụkwọ ahụike gị, nri na ihe ị na-eme nọ n'ebe onye ọrịa na-ahụ
pt: Seu próprio registro de saúde, refeições e acompanhamento vivem na visualização do paciente.
sw: Rekodi yako ya afya, chakula na ufuatiliaji wako wanaishi katika mtazamo wa mgonjwa.
yo: Ìwé ìlera ara rẹ, oúnjẹ àti ìlòwọ́ rẹ wà nínú ìtọ́jú onígbẹ̀.
zh: 您的健康记录、饮食和追踪数据都在患者视图中。

source: Your purchase is pending approval.
ar: شراؤك قيد الانتظار للموافقة.
de: Ihr Kauf wartet auf Genehmigung.
es: Tu compra está pendiente de aprobación.
fr: Votre achat est en attente d'approbation.
ha: Sayan ka jira karɓuwa.
ig: Nnweta gị na-eche maka nkwenye.
pt: Sua compra está pendente de aprovação.
sw: Ununuzi wako unasubiri idhini.
yo: Rà rẹ dúró fún ìgbéjáde.
zh: 您的购买待批准。

source: Your session expired. Please sign in again.
ar: انتهت جلستك. يرجى تسجيل الدخول مرة أخرى.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Tu sesión expiró. Por favor, inicia sesión de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
ha: Lokacin ka ƙare. Da fatan ka shiga bayan.
ig: Oge gị rụchara. Banye ọzọ.
pt: Sua sessão expirou. Faça login novamente.
sw: Kikao chako kimekoma. Tafadhali ingia tena.
yo: Àkókò rẹ kù. Jọ̀wọ́ wọlé lẹ́ẹ̀kan síi.
zh: 您的会话已过期。请重新登录。

source: Your wellness score will appear here once calculated.
ar: ستظهر درجة الصحة والعافية هنا بعد حسابها.
de: Ihr Wellness-Score wird hier angezeigt, sobald er berechnet ist.
es: Tu puntuación de bienestar aparecerá aquí una vez se calcule.
fr: Votre score de bien-être apparaîtra ici une fois calculé.
ha: Makin lafiyarka za ya bayyana nan da zaur an ƙididdige shi.
ig: Akara ike gị ga-apụta ebe a ozugbo a gbakọtara ya
pt: Sua pontuação de bem-estar aparecerá aqui uma vez calculada.
sw: Alama yako ya afya itaonekana hapa mara itakapohesabiwa.
yo: Ìsirò ìlera rẹ yóò hàn níbí nígbà tí a bá ṣe ìsirò rẹ.
zh: 您的健康评分计算完成后将显示在此处。

source: boluses, rinseback
de: Boli, Rückspülung
es: bolos, retorno
fr: bolus, rinçage
zh: boluses, 冲洗回血

source: BP %@
de: BD %@
es: PA %@
fr: TA %@
pt: PA %@

source: Integrity hash: %@…
de: Integritäts-Hash: %@…
es: Hash de integridad: %@…
fr: Intégrité : %@…
pt: Hash de integridade: %@…
zh: 完整性哈希: %@…

source: Lactate (mEq)
de: Laktat (mEq)
es: Lactato (mEq)
pt: Lactato (mEq)
zh: 乳酸盐 (mEq)

source: Protocol (e.g., FOLFOX, R-CHOP)
de: Protokoll (z. B. FOLFOX, R-CHOP)
es: Protocolo (p. ej., FOLFOX, R-CHOP)
fr: Protocole (ex. FOLFOX, R-CHOP)
ha: Protocol (misali, FOLFOX, R-CHOP)
ig: Protocol (dị ka FOLFOX, R-CHOP)
pt: Protocolo (ex: FOLFOX, R-CHOP)
sw: Protocol (k.m., FOLFOX, R-CHOP)
yo: Protocol (FOLFOX, R-CHOP)
zh: 方案（例如FOLFOX、R-CHOP）

source: • ICD-10: %@
es: • CIE-10: %@

source: • ICD-11: %@
es: • CIE-11: %@

source: BFR
es: VFS

source: BFR (mL/min)
es: VFS (mL/min)

source: BFR %lld
es: VFS %lld

source: Rx
ha: Magungunan
